[
	{	
		"title": "Dezert Suzette",
		"ingredients": [
			"7 vajec, šťáva z 1/2 citrónu",
			"200 g jemného krystalového cukru",
			"180 g polohrubé mouky",
			"meruňková povidla",
			"1 krabice dětských piškotů",
			"150 g sekaných ořechů",
			"150 g rozinek, 2 dl rumu",
			"1 litrová konzerva meruňkového kompotu i se šťáveu, 5 vajec, 200 g cukru, 300 g másla"
			],
			"detail":"Žloutky utřeme s krystalovým cukrem do pěny. Přidáme citrónoveú šťávu, ušlehaný tuhý sníh z bílků a po částech polohrubou mouku. Vše zlehka promícháme. Těsto na vymaštěném plechu  upečeme ve vyhřáté troubě. Po upečení a vychladnutí potřeme těsto meruňkovými povidly. Rovnoměr-ně rozetřeme náplň, potřeme krémem a vrch koláče ozdobíme čokoládo-veu poleveu. Náplň: Konzervu meruňkového kompotu i se šťávou smícháme s dětský-mi piškoty, sekanými ořechy, rozinkami a rrumem. Vše smícháme a necháme v chladničce odležet. Krém: Celá vejce s cukrem šleháme nad párou do zhoustnutí. Po vychlad-nutí  je přimícháme po lžících do utřeného másla.",
			"image_url":"1.jpg"
	},
	{
		"title": "Dunajské vlny",
		"ingredients": [
			"200 g másla, 3 lžíce kakaa",
			"200 g práškového cukru",
			"5 vajec",
			"2 polévkové lžíce rrumu",
			"300 g polohrubé mouky",
			"2 čiové lžičky kypřícího prášku do pečiva",
			"680 g vypeckovaných višní ",
			"Krém: 1 vanilkový  pudinkový prášek, 5 dl mléka, 40 g cukru 125 g másla",
			"Poleva: 75 g tmavé čokolády, 60 g másla"

			],
			"detail":"Máslo utřeme s práškovým cukrem do pěny. Při stálém šlehání po jednom přidáváme celé vejce a 1 polévkoveu lžíci rrumu. Potom přidáme mouku smíchanou s kypřícim práškem. Smícháme. Polovinu těsta natřeme na máslem vymazaný plech. Do druhé poloviny přidáme kakao a další lžíci rrumu. Promícháme a natřeme na světlé těsto. Vypeckované višně rozdě-líme na těsto a zlehka přitlačíme. Těsto vložíme do vyhřáté trouby a pe-čeme asi 20 až 30 minut. Na vychladlé těsto rozetřeme krém a koláč od-ložíme do chladničky ztuhnout. Po ztuhnutí ho polejeme polevou.Krém:  pudinkový prášek rozmícháme v mléce. Za stáleho míchání uvaří-me  pudink, necháme ho vychladnout. Změklé máslo utřeme s cukrem a po lžících přidáváme do vychladlého  pudinku. Poleva: Na mírném ohni rozpustíme máslo s čokoládou. Při stálém míchání utřeme dohladka. Necháme krátce vychladnout  a natřeme na vychladlý krém. ",
			"image_url":"2.jpg"
	},
	{
		"title": "Jahodový zákusek",
		"ingredients": [
			"200 g krystalového cukru",
			"1 dl oleje, 1 dl vedy",
			"1 kypřící prášek, 4 vejce",
			"200 g polohrubé mouky",
			"Náplň: 3  vanilkové pudinky",
			"12 dl kompotových jahod",
			"2 vanilínové cukry",
			"3 pol. lžíce krystal. cukru",
			"Na ozdobu",
			"2 dl smetany  na šlehání",
			"1 ztužovač  šlehačky"

			],
			"detail":"Celé vejce vyšleháme s krystalovým cukrem. Přidáme olej, vedu, mouku a kypřící prášek. Promícháme, těsto dáme na vymazaný a moukou vysypaný plech a ve vyhřáté troubě upečeme. Necháme vychladnout. Polejeme náplní, kterou necháme ztuhnout. Potom na koláč rozetřeme vyšlehanou smetanu  se ztužovačem.  Náplň: Kompotové jahody spolu se šťáveu rozmixujeme. V trošce vody si rozmícháme  vanilkové pudinky. Do rozmixované hmoty přidáme  vanilko-vé pudinky, krystalový cukr, vanilínový cukr a spolu uvaříme za stáleho míchání. Polovychladnutou náplň rovnoměrně rozetřeme na vychladlé těsto. ",
			"image_url":"3.jpg"
	},
	{
		"title": "Jablkový rychlý koláč",
		"ingredients": [
			"400 g hrubé mouky (môže být i polohrubá mouka) ",
			"400 g krystalového cukru ",
			"600 g nastrouhaných jablek  i se šťáveu ",
			"3 celá vejce ",
			"1 lžička mleté skořice ",
			"jeden a půl lžičky jedlé sody ",
			"2 dl oleje"
			],
			"detail":"Utřeme vejce s cukrem a olejem. Postupně přidáváme mouku promíchanou se  sódou bikarbónou a jablká se  skořicí. Smícháme. Připravené těsto vylejeme na vymazaný a pomoučený plech. Pečeme ve vyhřáté troubě při teplotě 200 stupňů 20 až 30 minut. Koláč po upečení a vychladnutí potřeme meruňkovými povidly /marmeládou a posypeme  strouhaným kokosem anebo mletými  ořechy. ",
			"image_url":"4.jpg"
	}
]



